---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.WPerMSup2
source: html/3f476c8b-ad47-fe69-945c-e94eebfbf5b1.htm
---
# Autodesk.Revit.DB.SymbolTypeId.WPerMSup2 Property

Symbol W/m², indicating unit Watts per square meter.

## Syntax (C#)
```csharp
public static ForgeTypeId WPerMSup2 { get; }
```